{
  "countryCuriosities": [
    {
      "name": "Brasil",
      "fileName": "br",
      "curiosities": "O brasil é um pais rico em café, e muitas outras coisas por que nosso pais produz coisas muito legais tipo cana de acucar"
    },
    {
      "name": "Jamaica",
      "fileName": "jm",
      "curiosities": "Jamaica is an island nation located in the Caribbean. In 2012 the population of Jamaica was estimated to be around 2.9 million. The capital and largest city in Jamaica is Kingston. Jamaica was claimed by Spain after Christopher Columbus landed there in 1494. It then came under English rule in 1655 before gaining independence in 1962. The longest mountain range in Jamaica is called the Blue Mountains. Blue Mountain Peak is the highest point on the island at 2256 metres (7402 feet). Has a tropical climate with high temperatures and humid weather. Jamaica is prone to damage caused by hurricanes.Jamaica has 8 native snake species, but relax, none of them are venomous. Languages spoken in Jamaica include Jamaican Patois and Jamaican English. Reggae music originated in Jamaica, home of well known musician Bob Marley."
    },
    {
      "name": "Italia",
      "fileName": "it",
      "curiosities": "Italy is the fifth most visited country in the world, welcoming some 46 million foreign visitors annually. It’s also the fifth most populous country in Europe. Vatican City in Rome is the smallest country in the world and is led by the Pope himself. Another interesting fact about Italy, the capital city of Rome is almost 3,000 years old. The colors of the Italian flag–green, white, and red–have special meaning. Green represents hope, white represents faith, and red signals charity. Many musical terms are written in Italian because early composers from the Renaissance era were Italian. Don’t be surprised if your hotel in Italy doesn’t have a 17th floor. Italians believe that this number is unlucky because when the Roman numeral for 17 (XVII) is rearranged is looks like VIXI, which means “I have lived,” a symbol that’s associated with death.According to Italians, placing a hat on a bed is bad luck. Traditionally, when priests visited the dying to give them their last rights, they would remove their hat and put it on the bed.If a cat is crossing the street, don’t be the first one to cross it’s path. It’s believed that black cats are a symbol of witchcraft and the devil. Don’t give someone your best wishes. Instead, say “In bocca al lupo” or “into the wolf’s mouth,” as this means “good luck. Italians believe that if someone brushes over a single person’s feet with a broom that he or she will never get married."
    },
    {
      "name": "Trinidad Tobago",
      "fileName": "tt",
      "curiosities": "Trinidad is home to the world’s largest natural deposit of asphalt with an astonishing 99 acres known as The Pitch Lake. Gained independence from British rule in 1962. The country’s national motto is: “Together We Aspire, Together We Achieve”. Limbo dancing originated in Trinidad and Tobago. Has the second largest leatherback turtle nesting site in the world. Trinidad and Tobago’s flag is made up of red, white and black — as shown below — and the colors represent the elements of earth, water and fire. The Main Ridge Forest Reserve, found in Tobago, is the oldest protected rainforest in the Western Hemisphere."
    }
  ]
}
